Repository: francescpuig7/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: Vat in: %s
ca: CIF: %s

source: Page %(page_number)d of %(page_count)d
ca: Pàgina %(page_number)d de %(page_count)d

source: Invoice num.: %s
ca: Factura Número: %s

source: Customer
ca: Client

source: Provider
ca: Proveïdor

source: Payment information
ca: Informació de pagament

source: Account n.
ca: Número de compte

source: Variable symbol
ca: Símbol variable

source: Specific symbol
ca: Símbol específic

source: List of items
ca: Llista de productes

source: Description
ca: Descripció

source: Units
ca: Unitats

source: Price per one
ca: Preu unitari

source: Total price
ca: Preu total

source: Tax
ca: IVA

source: Total price with tax
ca: Preu total amb IVA

source: Rounding
ca: Arrodonint

source: Breakdown VAT
ca: Desc. IVA

source: VAT rate
ca: %IVA

source: Without VAT
ca: Subtotal

source: With VAT
ca: Total

source: Total with tax
ca: Total amb IVA

source: Creator
ca: Creador

source: Date of exposure taxable invoice
ca: Data de la factura

source: Taxable invoice num.: %s
ca: Factura Número: %s

source: Due date
ca: Data de venciment

source: Taxable date
ca: Data imposable

source: Paytype
ca: Tipus de pagament

source: Correcting document: %s
ca: Correcció de document: %s

source: Correction document for invoice: %s
ca: Correcció de document per factura: %s

source: Reason to correction: %s
ca: Raó de la correcció: %s

source: Date of exposure
ca: Data exposició

source: Document num.: %s
ca: Document número: %s
